// 存放一些固定的信息

export const reservationTips = [// 预约须知
  '1 会议室供团队研究学习使用。个人可预约一周或两周之内（含预约当天）开放时间中以半小时为划分的任意空闲时间段，预约时间长度不超过4小时。预约审批通过后，应当及时到达会议室并在终端上签到。',
  '2 预约会议室的个人必须满足预约的条件：有足够的权限，并且完善个人的邮箱、手机和研究所信息。',
  '3 预约必须填写申请理由。不明确或不合理的申请理由很可能使您的预约无法通过审批。',
  '4 预约可以取消。无理由不到达会议室或迟到，达到一定次数后，可能会被管理员限制，影响预约。']

export const reservationHelp = [// 预约帮助
  '1 该页面展示了所有您可预约的会议室名称，您可以直观地通过时间表得知这些会议室的预约信息，方便做出决策。',
  '2 左边的“预约须知”可以查看预约须知。“会议室查询”支持您使用名称查找会议室，若查找成功则进入对应的会议室详情页。“会议室筛选”功能支持您按会议室等级、所在楼、所在层数、所在研究所进行筛选，也可以不筛选。注意筛选有叠加性质。',
  '3 在时间栏中点击会议室名称按钮，可以进入对应的会议室详情页，查看更详细的会议室信息，并可以进行预约操作。']
